"alert_message_invalid_pin" = "The PIN is not valid.";

"command_error_blocked_ciam_id" = "Jūs esat nepareizi ievadījis savu PIN %1$d reizes. Tādēļ jūsu Mercedes me ID %2$@ tika bloķēts.";

"command_error_minute" = "%1$d minute";

"command_error_minutes" = "%1$d minūtes";

"command_error_pin_invalid" = "Jūs esat nepareizi ievadījis savu PIN %1$d reizes.";

"general_cancel" = "Atcelt";

"general_error_msg" = "Radusies kļūda. Lūdzu, vēlāk mēģiniet vēlreiz.";

"general_error_network_msg" = "Kaut kas neizdevās. Lūdzu, pārbaudiet savu interneta savienojumu.";

"general_error_title" = "Kļūda";

"general_hint" = "Norāde";

"general_no" = "Nē";

"general_ok" = "Labi";

"general_yes" = "Jā";

"login_error_authentication_failed" = "Autentifikācija neizdevās. Lūdzu, vēlāk mēģiniet vēlreiz.";

"login_error_wrong_tan" = "Diemžēl jūsu ievadītā informācija nav pareiza. Lūdzu, ņemiet vērā, ka pirms atkārtota mēģinājuma var būt nepieciešams dažas minūtes nogaidīt.";

"login_info_alert_message" = "Mercedes me ID ir jūsu personīgais mobilā tālruņa numurs vai jūsu e-pasta adrese. Ar savu Mercedes me ID varat pieteikties jebkurā Mercedes-Benz digitālās pasaules vietā. Tā nodrošina piekļuvi visiem jūsu valstī pieejamajiem pakalpojumiem, funkcijām un platformām.";

"login_info_alert_title" = "Mercedes me ID";

"login_invalid_input" = "Lūdzu, ievadiet derīgu e-pasta adresi vai tālruņa numuru.";

"login_mercedesme_id" = "Mercedes me ID";

"login_next" = "Tālāk";

"login_only_caption" = "Pieteikšanās";

"login_username" = "Mobilā tālruņa numurs vai e-pasta adrese";

"login_user_not_registered" = "Lūdzu, bez maksas reģistrējieties kādā no citām Mercedes me lietotnēm.";

"pin_popup_button_again" = "Mēģināt vēlreiz";

"pin_popup_cancel" = "Atcelt";

"pin_popup_default_no_pin_message" = "Lūdzu, iestatiet PIN kodu kādā no Mercedes me lietotnēm. ";

"pin_popup_description" = "Lūdzu, ievadiet jūsu %1$d ciparu PIN kodu:";

"pin_popup_send" = "Sūtīt";

"pin_popup_title" = "PIN koda ievade";

"pin_popup_wrong_pin_msg" = "PIN kods ir nepareizs. Lūdzu, vēlāk mēģiniet vēlreiz.";

"pin_popup_wrong_pin_title" = "Nepareizs PIN kods";

"registration_user_consent_message" = "Lai varētu nepārtraukti uzlabot lietotni, mēs analizējam lietotnes izmantošanu un tās funkcijas bez piesaistes jūsu personai. Šo funkciju var jebkurā brīdī deaktivizēt sadaļā Izvēlne > Iestatījumi > Analīze.";

"registration_user_consent_title" = "Mercedes me lietošanas dati";

"verification_btn_next" = "Tālāk";

"verification_btn_send_again" = "Pieprasīt jaunu TAN kodu";

"verification_headline" = "Verifikācijas kods";

"verification_login_msg_mail" = "Lūdzu, ievadiet TAN kodu, kas jums tika nosūtīts e-pastā.";

"verification_login_msg_user" = "Verifikācijas nolūkos jums uz %2$@ ir nosūtīts %1$d zīmju kods. Lūdzu, ievadiet šo kodu.";

"verification_not_received" = "Vai nesaņēmāt TAN kodu?";

"verification_not_received_hint_mail" = "Lūdzu, pārbaudiet ievadīto e-pasta adresi vai pieprasiet jaunu verifikācijas kodu.";

"verification_not_received_hint_phone" = "Lūdzu, pārbaudiet ievadīto mobilā tālruņa numuru vai pieprasiet jaunu TAN kodu.";

"verification_send_again_msg" = "Jūsu pieprasījums tika nosūtīts vēlreiz";

"verification_title" = "Verifikācija";

